Repository: dpla-attic/exhibitions
Catalog: plugins/OaiPmhRepository/languages/*.po
Languages: ca_es, de_de, fr, pl, pt_br, pt_pt

source: Repository name
ca_es: Nom del repositori
de_de: Name des Repositoriums
fr: Nom du dépôt
pl: Nazwa repozytorium
pt_br: Nome do repositório
pt_pt: Nome do repositório

source: Name for this OAI-PMH repository.
ca_es: Nom per aquest repositori OAI-PMH
de_de: Name für dieses OAI-PMH Repositorium
fr: Nom pour ce dépôt OAI-PMH
pl: Nazwa dla tego repozytorium OAI-PMH.
pt_br: Nome para este repositório OAI-PMH
pt_pt: Nome para o repositório OAI-PMH.

source: Namespace identifier
ca_es: Identificador de l'espai de noms
fr: Identifiant d'espace de nom
pl: Identyfikator przestrzeni nazw
pt_br: Identificador namespace
pt_pt: Identificador do espaço de nome

source: This will be used to form globally unique IDs for the exposed metadata items. This value is required to be a domain name you have registered. Using other values will generate invalid identifiers.
ca_es: Això serà utilitzat per formar identificadors únics globals per als elements de metadades exposats. Aquest valor ha de ser obligatòriament un nom de domini registrat. En qualsevol altre cas, generarà identificadors invàlids.
de_de: Wird benötigt, um eine weltweit eindeutige ID für die bereitgestellten Metadaten zu erzeugen. Dieser Wert muss eine von Ihnen registrierte Domäne sein. Wenn Sie einen anderen Wert verwenden, werden die IDs ungültig sein
fr: Ce sera utilisé pour former des identifiants globaux uniques (GUID) pour les contenus exposés. Cette valeur doit être un nom de domaine que vous avez enregistré. Utiliser d'autres valeurs générera des identifiants invalides.
pl: Zostanie użyty do zbudowania globalnie unikalnych identyfikatorów dla odkrytych metadanych publikacji. Wymagane jest by wartość ta była zgodna z nazwą zarejestrowanej przez Ciebie domeny. Wykorzystanie innych wartości spowoduje wygenerowanie nieprawidłowych identyfikatorów.
pt_br: Este será usado para formar IDs globalmente únicas para os itens de metadata expostos. Este valor deve ser um nome de domínio que você tenha registrado. Usar outros valores irá gerar identificadores inválidos.
pt_pt: Isto vai ser usado para definir IDs globais únicos para os itens de meta-dados expostos. É necessário que este valor seja um nome de domínio registado por si. Usar outros valores irá gerar identificadores inválidos.

source: Expose files
ca_es: Exposa els fitxers
de_de: Daten bereitstellen
fr: Exposer les fichiers
pl: Uwidocznij pliki
pt_br: Expor arquivos
pt_pt: Expor ficheiros

source: Whether the plugin should include identifiers for the files associated with items. This provides harvesters with direct access to files.
ca_es: Si el connector hauria d'incloure identificador per als fitxers associats als ítems. Això proporciona als recol·lectors un accés directe als fitxers.
de_de: Gibt an, ob das Plugin Identifkatoren für die referenzierten Objekten in den Dateien enthält.
fr: Si le plugin doit inclure les identifiants pour les fichiers associés aux contenus. Cela fournit aux moissonneurs un accès direct aux fichiers.
pl: Czy wtyczka powinna uwidocznić identyfikatory dla plików powiązanych z publikacjami. Zezwala to harvesterom na bezpośredni dostęp do plików.
pt_br: Se o plugin deve incluir identificadores para os arquivos associados com itens. Isto dá aos coletores acesso direto aos arquivos.
pt_pt: Determina se o suplemento deve incluir identificadores para os ficheiros associados aos itens. Isto possibilita que os motores de busca tenham acesso directo aos ficheiros.

source: Expose empty collections
ca_es: Exposa les col·leccions buides
de_de: Leere Kollektionen bereitstellen
fr: Exposer les collections vides
pl: Uwidocznij puste kolekcje
pt_br: Expor coleções vazias
pt_pt: Expor colecções vazias

source: Whether the plugin should expose empty public collections.
ca_es: Si el connector hauria d'exposar col·leccions públiques buides.
de_de: Gibt an, ob das Plugin leere Kollektionen bereitstellen soll.
fr: Si le plugin doit exposer les collections publiques vides.
pl: Czy wtyczka powinna uwidocznić puste, publiczne kolekcje.
pt_br: Se o plugin deve expor coleções públicas vazias.
pt_pt: Determina se o suplemento deve expor colecções públicas vazias.

source: Expose item type
ca_es: Exposa els tipus d'ítem
de_de: Objettyp bereitstellen
fr: Exposer le type de contenu
pl: Uwidocznij typ publikacji
pt_br: Expor tipo de item
pt_pt: Expor o tipo de item

source: Whether the plugin should expose the item type as Dublin Core Type.
ca_es: Si el connector hauria d'exposar el tipus d'ítem con el Dublin Core Type.
de_de: Gibt an, ob das Plugin den Objekttypen im Dublin Core Format bereitstellt.
fr: Si le plugin doit exposer le type de contenu en tant que Dublin Core Type.
pl: Czy wtyczka powinna uwidocznić typ publikacji jako typ Dublin Core.
pt_br: Se o plugin deve expor o tipo de item como Tipo Dublin Core.
pt_pt: Determina se o suplemento deve expor o tipo de item como Dublin Core Type.

source: OAI-PMH Repository
ca_es: Repositori OAI-PMH
de_de: OAI-PMH Repositorium
fr: Dépôt OAI-PMH
pl: Repozytorium OAI-PMH
pt_br: Repositório OAI-PMH
pt_pt: Repositório OAI-PMH

source: Harvester can access metadata from this site
ca_es: Els recol·lectors poden accedir a les metadades d'aquest lloc web.
de_de: Harvester kann auf Metadaten dieser Site zugreifen
fr: Le moissonneur peut accéder aux contenus depuis ce site
pl: Harvester może uzyskać dostęp do metadanych z tej strony
pt_br: Coletores pode acessar medadata neste site
pt_pt: Os motores de busca podem aceder a meta-dados deste site.
