Repository: dpla-attic/exhibitions
Catalog: plugins/DublinCoreExtended/languages/*.po
Languages: cs, de_de, nl_be

source: Alternative Title
cs: Alternativní název
de_de: Alternativtitel
nl_be: Alternatieve titel

source: An alternative name for the resource. The distinction between titles and alternative titles is application-specific.
cs: Alternativní jméno zdroje. Rozdíl mezi názvem a alternativním názvem záleží na aplikaci.
de_de: Eine alternative Bezeichnung für die Ressource. Der Unterschied zwischen Titel und Alternativtitel ist anwendungsspezifisch.
nl_be: Een alternatieve naam voor de bron. Het onderscheid tussen titels en alternatieve titels is afhankelijk van de applicatie.

source: Abstract
cs: Abstrakt
de_de: Inhaltsangabe
nl_be: Samenvatting inhoud

source: A summary of the resource.
cs: Přehled zdroje.
de_de: Eine Zusammenfassung der Ressource.
nl_be: Een samenvatting van de bron.

source: Table Of Contents
cs: Obsah
de_de: Inhaltsverzeichnis
nl_be: Inhoudsopgave

source: A list of subunits of the resource.
cs: Seznam dílčích jednotek zdroje.
de_de: Eine Liste der Untereinheiten der Ressource.
nl_be: Een lijst van subeenheden van de bron.

source: Date Available
cs: Datum dostupnosti.
de_de: Verfügbarkeitsdatum
nl_be: Datum beschikbaar

source: Date (often a range) that the resource became or will become available.
cs: Datum (často období) kdy zdroj byl nebo bude dostupný.
de_de: Datum (oft eine Zeitspanne), an dem die Ressource verfügbar wurde bzw. werden wird.
nl_be: Datum (vaak een bereik) dat de bron beschikbaar gesteld werd of beschikbaar gesteld zal worden.

source: Date Created
cs: Datum vzniku
de_de: Erstellungsdatum
nl_be: Datum van creatie

source: Date of creation of the resource.
cs: Datum vzniku zdroje.
de_de: Datum, an dem die Ressource erstellt wurde.
nl_be: Creatiedatum van de bron.

source: Date Accepted
cs: Datum přijetí
de_de: Annahmedatum
nl_be: Acceptatiedatum

source: Date of acceptance of the resource. Examples of resources to which a Date Accepted may be relevant are a thesis (accepted by a university department) or an article (accepted by a journal).
cs: Datum přijetí zdroje. Příkladem zdroje pro který může být datum přijetí relevantní je these (přijatá oddělením university) nebo článek (přijatý časopisem).
de_de: Datum, an dem eine Ressource angenommen wurde. Beispiele für Ressourcen, bei denen ein Annahmedatum relevant sein kann, sind Diplom- und Doktorarbeiten (welche von einer Universität akzeptiert wurden) oder Artikel (welche von einer Zeitschrift akzeptiert wurden).
nl_be: Datum waarop de bron aanvaard werd. Voorbeelden van bronnen waarbij een de datum van aanvaarding relevant is, zijn thesissen (aanvaard door het departement van de universiteit) of artikels (aanvaard door een tijdschrift).

source: Date Copyrighted
cs: Datum autorských práv
de_de: Copyright-Datum
nl_be: Copyrightdatum

source: Date of copyright.
cs: Datum vzniku autorských práv.
de_de: Für das Urheberrecht massgebliches Datum.
nl_be: Copyrightdatum

source: Date Submitted
cs: Datum zaslání
de_de: Einreichungsdatum
nl_be: Datum indiening

source: Date of submission of the resource. Examples of resources to which a Date Submitted may be relevant are a thesis (submitted to a university department) or an article (submitted to a journal).
cs: Datum zaslání zdroje. Příkladem zdroje pro který může být datum přijetí relevantní je these (přijatá oddělením university) nebo článek (přijatý časopisem).
de_de: Datum, an dem eine Ressource eingereicht wurde. Beispiele für Ressourcen, bei denen ein Einreichungsdatum relevant sein kann, sind Diplom- und Doktorarbeiten (welche an einer Universität eingereicht wurden) oder Artikel (welche von einer Zeitschrift akzeptiert wurden).
nl_be: Ingediende datum van de bron. Voorbeelden van bronnen waarbij een datum van indiening relevant kan zijn, zijn thesissen (ingediend bij een faculteit van een universiteit) of een artikel (ingediend bij een tijdschrift).

source: Date Issued
cs: Datum vydání
de_de: Veröffentlichungsdatum
nl_be: Uitgiftedatum

source: Date of formal issuance (e.g., publication) of the resource.
cs: Datum vydání (např. publikování) zdroje.
de_de: Datum der formellen Veröffentlichung einer Ressource.
nl_be: Datum van formele uitgave (bv. publicatie) van de bron.

source: Date on which the resource was changed.
cs: Datum kdy byl zdroj změněn.
de_de: Datum, an dem eine Ressource geändert wurde.
nl_be: Datum waarop de bron gewijzigd werd.

source: Date Valid
cs: Datum platnosti
de_de: Gültigkeitsdatum
nl_be: Geldigheidsdatum

source: Date (often a range) of validity of a resource.
cs: Datum (často období) platnosti zdroje.
de_de: Datum (oft eine Zeitspanne) der Gültigkeit einer Ressource.
nl_be: Datum (vaak een bereik) van de geldigheid van een bron.

source: Access Rights
cs: Přístupová práva
de_de: Zugriffsrechte
nl_be: Toegangsrechten

source: Information about who can access the resource or an indication of its security status. Access Rights may include information regarding access or restrictions based on privacy, security, or other policies.
cs: Informace o to kdo má přístup ke zdroji nebo informace o jeho bezpečnostním statusu. Přístupová práva mohou obsahovat informace o přístupu nebo omezení založená na ochraně soukromí, bezpečnosti, nebo jiných zásadách.
de_de: Informationen darüber, wer auf eine Ressource zugreifen darf, geben einen Hinweis auf deren Sicherheitsstatus. Zugriffsrechte können Informationen bezüglich Vertraulichkeit, Sicherheit oder andere Richtlinien umfassen.
nl_be: Informatie over wie toegang heeft tot de bron of een verwijzing naar zijn beveiligingsstatus. Toegangsrechten kunnen ook informatie bevatten met betrekking tot toegang of beperkingen op basis van privacy, veiligheid of een ander beleid.

source: License
cs: Licence
de_de: Lizenz
nl_be: Licentie

source: A legal document giving official permission to do something with the resource.
cs: Právní dokument dávající oficiální povolení k nakládání se zdrojem.
de_de: Ein Rechtsdokument, das die offizielle Erlaubnis erteilt, eine Ressource in einer bestimmten Weise zu nutzen.
nl_be: Een juridisch document dat officieel toestemming geeft om iets te doen met de bron.

source: Conforms To
cs: Vyhovuje
de_de: In Übereinstimmung mit
nl_be: Voldoet aan

source: An established standard to which the described resource conforms.
cs: Zavedený standard kterému popisovaný zdroj vyhovuje.
de_de: Ein etablierter Standard, dem die beschriebene Ressource folgt.
nl_be: Een gevestigde standaard waaraan de beschreven bron voldoet.

source: Has Format
cs: Má formát
de_de: Alternativformate
nl_be: Heeft formaat

source: A related resource that is substantially the same as the pre-existing described resource, but in another format.
cs: Příbuzný zdroj, který je v podstatě stejný jako jiný existující zdroj, ale v jiném formátu.
de_de: Eine verwandte Ressource, welche im Prinzip identisch ist mit der vorliegenden Ressource, allerdings ein anderes Format besitzt.
nl_be: Een verwante bron die in hoofdzaak dezelfde is als de reeds bestaande beschreven bron, maar in een ander formaat.

source: Has Part
cs: Má část
de_de: Bestandteile
nl_be: Omvat onderdeel

source: A related resource that is included either physically or logically in the described resource.
cs: Příbuzný zdroj, je fyzicky nebo logicky součástí popisovaného zdroje.
de_de: Eine verwandte Ressource, welche entweder physisch oder logisch in der vorliegenden Ressource enthalten ist.
nl_be: Een verwante bron dat ofwel fysiek ofwel logisch is opgenomen bij de beschreven bron.

source: Has Version
cs: Má verzi
de_de: Versionen
nl_be: Heeft versie

source: A related resource that is a version, edition, or adaptation of the described resource.
cs: Příbuzný zdroj, který je jinou verzí, edicí nebo adaptací popisovaného zdroje.
de_de: Eine verwandte Ressource, welche eine Version, Ausgabe oder Adaption der vorliegenen Ressource darstellt.
nl_be: Een gerelateerde bron die een versie, editie of aanpassing is van de beschreven bron.

source: Is Format Of
cs: Je formátem
de_de: Alternativformat von
nl_be: Is formaat van

source: A related resource that is substantially the same as the described resource, but in another format.
cs: Příbuzný zdroj, který je v podstatě stejný jako popisovaný zdroj, ale v jiném formátu.
de_de: Eine verwandte Ressource, welche im Prinzip identisch ist mit der vorliegenden Ressource, allerdings ein anderes Format besitzt.
nl_be: Een verwante bron die in hoofdzaak dezelfde als beschreven bron, maar in een ander formaat.

source: Is Part Of
cs: Je částí
de_de: Bestandteil von
nl_be: Is onderdeel van

source: A related resource in which the described resource is physically or logically included.
cs: Příbuzný zdroj, jehož je popisovaný zdroj fyzicky nebo logicky součástí.
de_de: Eine verwandte Ressource, in welcher die vorliegende Ressource entweder physisch oder logisch enthalten ist.
nl_be: Een verwante bron waarin de beschreven bron fysiek of logisch is opgenomen.

source: Is Referenced By
cs: Je odkazován
de_de: Referenziert von
nl_be: Wordt aangehaald door

source: A related resource that references, cites, or otherwise points to the described resource.
cs: Příbuzný zdroj, který se odkazuje, cituje nebo jinak ukazuje na popisovaný zdroj.
de_de: Eine verwandte Ressource, welche auf die vorliegende Ressource verweist, sie zitiert oder anderweitig mit ihr in Zusammenhang steht.
nl_be: Een verwante bron dat verwijst, citeert, of verder wijst op de beschreven bron.

source: Is Replaced By
cs: Je nahrazen
de_de: Ersetzt durch
nl_be: Is vervangen door

source: A related resource that supplants, displaces, or supersedes the described resource.
cs: Příbuzný zdroj, který nahrazuje popisovaný zdroj.
de_de: Eine verwandte Ressource, welche die vorliegende Ressource ersetzt oder ablöst.
nl_be: Een verwante bron die de beschreven bron verdringt of vervangt.

source: Is Required By
cs: Je vyžadován
de_de: Erforderlich für
nl_be: Is vereist door

source: A related resource that requires the described resource to support its function, delivery, or coherence.
cs: Příbuzný zdroj, který vyžaduje popisovaný zdroj pro podporu svojí funkčnosti, dostupnosti nebo ucelenosti.
de_de: Eine verwandte Ressource, welche die vorliegende Ressource für ihre Funktionalität oder Vollständigkeit benötigt.
nl_be: Een verwante bron die vereist dat de beschreven bron zijn functie, levering, of samenhang ondersteunt.

source: Is Version Of
cs: Je verzí
de_de: Version von
nl_be: Is een versie van

source: A related resource of which the described resource is a version, edition, or adaptation. Changes in version imply substantive changes in content rather than differences in format.
cs: Příbuzný zdroj, jehož je popisovaný zdroj verze, edice nebo adaptace. Změny ve verzi znamenají výrazné změny v obsahu, spíše než změny formátu.
de_de: Eine verwandte Ressource, von welcher die vorliegende Ressource eine Version, Auflage oder Adaption darstellt.
nl_be: Een verwante bron waarvan de beschreven bron een versie, editie, of aanpassing is. Wijzigingen in versie impliceren duidelijke wijzigingen in de inhoud in plaats van verschillen in formaat.

source: References
cs: Odkazy
de_de: Referenzen
nl_be: Referenties

source: A related resource that is referenced, cited, or otherwise pointed to by the described resource.
cs: Příbuzný zdroj, který je odkazován, citován nebo jinak označen popisovaným zdrojem.
de_de: Eine verwandte Ressource, welche von der vorliegenden Ressource referenziert oder zitiert wird oder in einem Zusammenhang steht.
nl_be: Een verwante bron waarnaar wordt verwezen, geciteerd, of op andere wijze gewezen door de beschreven bron.

source: Replaces
cs: Nahrazuje
de_de: Ersetzt
nl_be: Vervangt

source: A related resource that is supplanted, displaced, or superseded by the described resource.
cs: Příbuzný zdroj, který je nahrazen popisovaným zdrojem.
de_de: Eine verwandte Ressource, welche von der vorliegenden Ressource ersetzt oder abgelöst wird.
nl_be: Een verwante bron die de door de beschreven bron vervangen of verdrongen wordt.

source: Requires
cs: Vyžaduje
de_de: Erfordert
nl_be: Heeft nodig

source: A related resource that is required by the described resource to support its function, delivery, or coherence.
cs: Příbuzný zdroj, který je vyžadován popisovaným zdroje pro podpoření jeho funkčnosti, dostupnosti, nebo ucelenosti.
de_de: Eine verwandte Ressource, welche von der vorliegenden Ressource für ihre Funktionalität oder Vollständigkeit benötigt wird.
nl_be: Een verwante bron die vereist dat de beschreven bron zijn functie, levering, of samenhang ondersteunt.

source: Extent
cs: Rozsah
de_de: Umfang
nl_be: Omvang

source: The size or duration of the resource.
cs: Velikost, nebo délka trvání zdroje.
de_de: Die Grösse oder Dauer der Ressource.
nl_be: De omvang of duur van en bron

source: Medium
cs: Médium

source: The material or physical carrier of the resource.
cs: Fyzické médium, nebo nosič zdroje.
de_de: Das Material bzw. der physische Träger der Ressource.
nl_be: Het materiaal of de fysieke drager van de bron.

source: A bibliographic reference for the resource. Recommended practice is to include sufficient bibliographic detail to identify the resource as unambiguously as possible.
cs: Bibliografický odkaz na zdroj. Doporučený postup je vložit dostatečně podrobný bibliografický popis k jednoznačně identifikaci zdroje.
de_de: Eine bibliografische Referenz für die Ressource. Es ist empfehlenswert, ausreichend bibliografische Details zu erfassen, um die Ressource möglichst eindeutig zu identifizieren.
nl_be: Een bibliografische referentie voor de bron. Het is aanbevolen om voldoende bibliografische gegevens toe te voegen, zodat de bron zo eenduidig ​​mogelijk geïdentificeerd kan worden.

source: Spatial Coverage
cs: Prostorové pokrytí
de_de: Räumlicher Umfang
nl_be: Locatie

source: Spatial characteristics of the resource.
cs: Prostorové charakteristiky zdroje.
de_de: Räumliche Charakteristiken der Ressource.
nl_be: Ruimtelijke eigenschappen van de bron.

source: Temporal Coverage
cs: Časové pokrytí
de_de: Zeitlicher Umfang
nl_be: Dekking in tijd

source: Temporal characteristics of the resource.
cs: Časové charakteristiky zdroje.
de_de: Zeitliche Charakteristiken der Ressource.
nl_be: Tijdsgebonden eigenschappen van de bron.

source: Accrual Method
cs: Metoda přidávání
de_de: Beschaffungsmethode
nl_be: Verwervingsmethode

source: The method by which items are added to a collection.
cs: Metoda kterou jsou do kolekce přidávány prvky.
de_de: Methode, nach welcher Objekte zur Sammlung hinzugefügt werden.
nl_be: De methode waarmee items aan een collectie worden toegevoegd.

source: Accrual Periodicity
cs: Frekvence přidávání
de_de: Beschaffungsperiodizität
nl_be: Verwervingsperiodiciteit

source: The frequency with which items are added to a collection.
cs: Frekvence s jakou jsou do kolekce přidávány prvky.
de_de: Die Frequenz, mit welcher Objekte zur Sammlung hinzugefügt werden.
nl_be: De frequentie waarmee items worden toegevoegd aan een collectie.

source: Accrual Policy
cs: Zásady přidávání
de_de: Beschaffungsrichtlinien
nl_be: Verwervingsbeleid

source: The policy governing the addition of items to a collection.
cs: Pravidla přidávání prvků do kolekce.
de_de: Die Richtlinien, nach denen Objekte zu einer Sammlung hinzugefügt werden.
nl_be: Het beleid rond het toevoegen van items aan een collectie.

source: Audience
cs: Publikum
de_de: Zielpublikum
nl_be: Doelgroep

source: A class of entity for whom the resource is intended or useful.
cs: Třída jedinců kterým je zdroj určen, nebo je jim užitečný.
de_de: Die Personengruppe, für welche die Ressource gedacht oder nützlich ist.
nl_be: Een soort entiteit voor wie de bron bedoeld of nuttig is.

source: Audience Education Level
cs: Úroveň vzdělanosti publika
de_de: Bildungsniveau des Zielpublikums
nl_be: Opleidingsniveau doelgroep

source: A class of entity, defined in terms of progression through an educational or training context, for which the described resource is intended.
cs: Třída jedinců, definovaná úrovní vzdělání nebo proškolení, pro kterou je popisovaný zdroj určen.
de_de: Die Stufe innerhalb eines Ausbildungssystems oder Studiengangs, für welche die Ressource gedacht ist.
nl_be: Een soort entiteit, gedefinieerd in termen van vooruitgang door een educatieve of leergebonden context, waarvoor de beschreven bron bedoeld is.

source: Mediator
cs: Zprostředkovatel
nl_be: Bemiddelaar

source: An entity that mediates access to the resource and for whom the resource is intended or useful. In an educational context, a mediator might be a parent, teacher, teaching assistant, or care-giver.
cs: Entita která zprostředkovává přístup ke zdroji a pro kterou je zdroj určený nebo užitečný. V kontextu vzdělávání může být zprostředkovatelem rodič, učitel nebo pečovatel.
de_de: Eine Person, welche den Zugang zur Ressource vermittelt und für welche die Ressource gedacht oder nützlich ist. In einem Bildungskontext könnte der Mediator ein Elternteil, ein Lehrer, ein Tutor oder eine Begleitperson sein.
nl_be: Een entiteit die de toegang tot de hulpbronnen bemiddelt en voor wie de bron bedoeld of nuttig is. In een educatieve context kan een mediator een ouder, leraar, helper in het onderwijs of verzorger te zijn.

source: Instructional Method
cs: Vzdělávací metoda
de_de: Lehrmethode
nl_be: Gebruiksinstructie

source: A process, used to engender knowledge, attitudes and skills, that the described resource is designed to support. Instructional Method will typically include ways of presenting instructional materials or conducting instructional activities, patterns of learner-to-learner and learner-to-instructor interactions, and mechanisms by which group and individual levels of learning are measured. Instructional methods include all aspects of the instruction and learning processes from planning and implementation through evaluation and feedback.
cs: Proces vzniku vědění, názorů a schopností, pro jehož podporu je zdroj navržen. Vzdělávací metoda běžně obsahuje způsoby prezentace výukových materiálů nebo pořádání výukových aktivit, vzorů interakcí mezi žáky a mezi žákem a učitelem a mechanizmů hodnocení úrovně vzdělání skupin a jednotlivců. Vzdělávací metody obsahují všechny aspekty výukových procesů od plánování a implementaci po vyhodnocení a zpětnou vazbu.
de_de: Der Prozess der Vermittlung von Wissen, Haltungen und Fähigkeiten, welche die beschriebene Ressource unterstützt. Die Lehrmethode umfasst typischerweise die Art und Weise, wie Unterrichtsmaterialien präsentiert bzw. wie Unterrichtsaktivitäten durchgeführt werden. Dazu gehören auch Muster der Interaktion zwischen den Lernenden untereinander sowie zwischen Lehrperson und Lernenden, ferner Mechanismen, mit denen der Lernfortschritt gemessen wird. Lehrmethoden umfassen sämtliche Aspekte des Lehr- und Lernprozesses von der Planung über die Implementierung bis hin zu Evaluation und Feedback.
nl_be: Een proces om kennis, attitude en vaardigheden te stimuleren, waarvoor de beschreven bron gemaakt is om te ondersteunen. De educatieve methode zal doorgaans manieren van educatieve materialen te presenteren of het uitvoeren van educatieve activiteiten, patronen van leerling-tot-leerling en leerling-tot-instructeur interacties, en de mechanismen waarin de groeps- en individuele niveaus van leren worden gemeten. Educatieve methoden omvatten alle aspecten van het instructie- en leerproces van planning en uitvoering tot evaluatie en feedback.

source: Provenance
cs: Původ
de_de: Herkunft
nl_be: Herkomst

source: A statement of any changes in ownership and custody of the resource since its creation that are significant for its authenticity, integrity, and interpretation. The statement may include a description of any changes successive custodians made to the resource.
cs: Informace o všech změnách vlastnictví, nebo držení zdroje od jeho vzniku, které jsou významné pro jeho autentičnost, celistvost a interpretaci. Tato informace může obsahovat popis změn které držitelé ve zdroji udělali.
de_de: Angaben über jegliche Änderungen bezüglich Eigentumsrecht und Aufbewahrung der Ressource seit ihrer Entstehung, welche bedeutsam sind für ihre Authentizität, Integrität und Interpretation. Diese Angaben können Beschreibungen enthalten von allen Änderung, welche die einzelnen Verwalter der Ressource vorgenommen haben.
nl_be: Een overzicht van alle wijzigingen in de eigendom en bewaring van de bron sinds zijn creatie die van belang zijn voor de authenticiteit, integriteit en interpretatie. Het overzicht kan ook een beschrijving van alle wijzigingen die opeenvolgende bewaarders aan de bron maakten.

source: Rights Holder
cs: Vlastník práv
de_de: Rechtsinhaber
nl_be: Rechthebbende

source: A person or organization owning or managing rights over the resource.
cs: Osoba nebo organizace vlastnící nebo spravující práva ke zdroji.
de_de: Eine Person oder Organisation, welche die Rechte an einer Ressource besitzt oder verwaltet.
nl_be: Een persoon of organisatie die de rechten over de bron bezit of beheert.

source: %sWarning%s: This will remove all the Dublin Core elements added by this plugin and permanently delete all element texts entered in those fields.%s
cs: %sVarování%s: Tímto odstraníte všechny prvky Dublin Core přidané tímto zásuvným modulem a trvale smažete všechny texty zadané do těchto polí. %s
de_de: %sWarnung%s: Dies entfernt alle Dublin-Core-Elemente, welche dieses Plugin hinzugefügt hat und löscht unwiederbringlich alle Texte, welche in diese Felder eingetragen wurden.%s
nl_be: %sOpgelet%s: Hierdoor worden alle Dublin Core elementen die toegevoegd zijn door deze plugin verwijderd en worden alle daarin ingevoerde elementteksten definitief te verwijderd.%s
