Repository: dpla-attic/exhibitions
Catalog: plugins/LcSuggest/languages/*.po
Languages: ca_es, de_de, es, nl_be

source: All Authorities and Vocabularies
ca_es: Totes les autoritats i vocabularis
de_de: Alle Behörden und Vocabularies
es: Todas las autoridades y vocabularios
nl_be: Alle autoriteiten en woordenlijsten

source: All Authorities
ca_es: Totes les autoritats
de_de: Alle Behörden
es: Todas las autoridades
nl_be: Alle autoriteiten

source: All Vocabularies
ca_es: Tots els vocabularis
de_de: Alle Vocabularies
es: Todos los vocabularios
nl_be: Alle woordenlijsten

source: Library of Congress Subject Headings
ca_es: Encapçalaments de matèria de la Library of Congress
de_de: Library of Congress Schlagwort
es: Encabezamientos de materia de la Library of Congress
nl_be: Library of Congress onderwerpen

source: Library of Congress Names
ca_es: Noms de la Library of Congress
de_de: Library of Congress Namen
es: Nombres de la Library of Congress
nl_be: Library of Congress namen

source: Library of Congress Children's Subject Headings
ca_es: Encapçalaments de matèria de la Library of Congress per a nens i joves
de_de: Library of Congress Children's Schlagwörter
es: Encabezamientos de materia para niños y jóvenes de la Library of Congress
nl_be: Lijst met MARC-codes voor relators

source: Library of Congress Genre Form Headings
ca_es: Encapçalaments de gènere/forma de la Library of Congress
de_de: Library of Congress Genre Formular Rubriken
es: Encabezamientos de género/forma de la Library of Congress
nl_be: Library of Congress genres

source: Thesaurus for Graphic Materials
ca_es: Tesaurus per a materials gràfics
de_de: Thesaurus für Grafik Materialien
es: Tesauro para materiales gráficos
nl_be: Thesaurus voor grafische materialen

source: MARC Code List for Relators
ca_es: Llista de codis de relació MARC
de_de: MARC Code List für Relatoren
es: Lista de códigos de relación MARC
nl_be: Lijst met MARC-codes voor relators

source: MARC List for Countries
ca_es: Llista de codis de països MARC
de_de: MARC Liste für Länder
es: Lista de países MARC
nl_be: MARC lijst voor landen

source: MARC List for Geographic Areas
ca_es: Llista de codis d'àrea geogràfica MARC
de_de: MARC Liste für geographische Gebiete
es: Lista de áreas geográficas MARC
nl_be: MARC lijst voor geografische gebieden

source: MARC List for Languages
ca_es: Llista de codis d'idioma MARC
de_de: MARC Liste für Sprachen
es: Lista de idiomas MARC
nl_be: MARC lijst voor talen

source: ISO 639-5 Language Families and Groups
de_de: ISO 639-5 Sprache Familien und Gruppen
nl_be: ISO 639-5 Taalfamilies en groepen

source: LC Suggest
de_de: LC Empfehlung
nl_be: LC voorstel

source: Successfully disabled the element's suggest feature.
ca_es: S'ha desactivat la funció de sugeriment d'elements correctament.
de_de: Das Element wurde erfolgreich deaktiviert.
es: La función de sugerencia para los elementos se ha desactivado correctamente.
nl_be: De functie om voor te stellen is succesvol uitgeschakeld bij het element.

source: Invalid suggest endpoint. No changes have been made.
ca_es: Endpoint invàlid pel suggeriment. No s'ha fet cap canvi.
de_de: Ungültiger Vorschlag. Es wurden keine Änderungen vorgenommen.
es: Endpoint inválido para la sugerencia. No se han guardado los cambios.
nl_be: Ongeldig voorgesteld eindpunt. Er werden geen aanpassingen gedaan.

source: Successfully edited the element's suggest feature.
ca_es: S'ha editat la funció de sugeriment d'elements correctament.
de_de: Erfolgreiche Bearbeitung des Elements.
es: La función de sugerencia para los elementos se ha editado correctamente.
nl_be: De functie om voor te stellen is succesvol aangepast bij het element.

source: Successfully enabled the element's suggest feature.
ca_es: S'ha activat la funció de sugeriment d'elements correctament.
de_de: Das Element wurde erfolgreich aktiviert.
es: La función de sugerencia para los elementos se ha activado correctamente.
nl_be: De functie om voor te stellen is succesvol ingeschakeld bij het element.

source: Vocabularies
ca_es: Vocabularis
de_de: Vokabeln
es: Vocabularios
nl_be: Woordenlijsten

source: Authorities
ca_es: Autoritats
de_de: Behörden
es: Autoridades
nl_be: Autoriteiten

source: Select an element to assign it a Library of Congress authority/vocabulary. Elements already assigned an authority/vocabulary are marked with an asterisk (*).
ca_es: Seleccioneu un element per assignar-li una autoritat/vocabulari de la Library of Congress. Els elements assignats a una autoritat/vocabulari tenen un asterisc (*).
de_de: Wählen Sie ein Element und weisen Sie ihm einen Library of Congress Auftraggeber/ Wortschatz. Elemente die bereits vergeben an eine Behörde/Wortschatz sind, sind mit einem Sternchen (*) gekennzeichnet.
es: Selecciona un elemento para asignarle una autoridad/vocabulario de la Library of Congress. Los elementos que tienen asignado una autoridad/vocabulario están marcados con un asterisco (*).
nl_be: Selecteer een element om het een Library of Congress autoriteit / woordenlijst toe te wijzen. Elementen met een reeds toegewezen autoriteit / woordenlijst zijn gemarkeerd met een sterretje (*).

source: Authority/Vocabulary
ca_es: Autoritat/Vocabulari
de_de: Behörde/Vokabel
es: Autoridad/Vocabulario
nl_be: Autoriteit/woordenlijst

source: Enter a Library of Congress authority/vocabulary to enable the autosuggest feature for the above element. To disable the feature just deselect the option. For more information about the authorities and vocabularies available at the Library of Congress see %shttp://id.loc.gov%s
ca_es: Entreu una autoritat/vocabulari de la Library of Congress per activar la funció de suggeriment automàtic per l'element anterior. Per desactivar la funció només cal desseleccionar l'opció. Per saber-ne més quan a les autoritats i vocabularis disponibles a la Library of Congress vegeu %shttp://id.loc.gov%s
de_de: Geben Sie einen Library of Congress Auftraggeber/Wortschatz um das Autosuggest Feature für das oben genannte Element zu aktivieren. Um die Funktion zu deaktivieren, deaktivieren Sie einfach die Option. Für weitere Informationen zu den Behörden und Wortschätze an der Library of Congress %shttp://id.loc.gov%s
es: Añade una autoridad/vocabulario de la Library of Congress para habilitar la función de auto-sugerencia para el elemento. Para desactivar la función simplemente anula la selección de la opción. Si necesitas más información sobre las autoridades y vocabularios de la Library of Congress puedes visitar %shttp://id.loc.gov%s
nl_be: Typ een Library of Congress autoriteit/woordenlijst om de autosuggest functie voor het bovenstaande element in te schakelen. Om de functie uit te schakelen, deselecteer je de optie. Voor meer informatie over autoriteiten en woordenlijsten verkrijgbaar bij Library of Congress, zie %shttp://id.loc.gov%s

source: Edit Suggest
ca_es: Editeu el suggeriment
de_de: Empfehlung bearbeiten
es: Editar sugerencia
nl_be: Bewerk Voorstellen

source: Current Assignments
ca_es: Assignacions actuals
de_de: Aktuelle Zuordnungen
es: Asignaciones actuales
nl_be: Huidige toewijzingen

source: Element Set
ca_es: Conjunt d'elements
de_de: Elementsätze
es: Set de elementos

source: There are no suggest assignments.
ca_es: No hi ha suggeriments assignats.
de_de: Es wurden noch keine Zuordnungen vorschlagen.
es: No hay sugerencias asignadas.
nl_be: Er zijn geen voorgestelde toewijzingen.

source: Element
es: Elemento
